[Translation]

TRANSLATION_BY=Tradotto da
TRANSLATION_NAME=S.Salvatore/bovirus/Styb (26.05.2023)
TRANSLATION_LINK=mailto:salvatore.scire@gmail.com / bovirus@gmail.com
LANGUAGENAME=Italiano
FILEVER=7200

[MainPopup]

MNU_OPEN_PICPICK=&Editor immagini
MNU_CAPTURE=&Cattura
MNU_CAPTURE_FULLSCREEN=&Schermo intero
MNU_CAPTURE_ACTIVEWINDOW=&Finestra attiva
#7.2.0
MNU_CAPTURE_WINDOW=&Finestra
#7.2.0
MNU_CAPTURE_CONTROL=&Controllo finestra
MNU_CAPTURE_SCROLLINGWINDOW=Finestra &scorrevole
MNU_CAPTURE_REGION=Area &rettangolare
MNU_CAPTURE_FIXEDREGION=&Area rettangolare fissa
MNU_CAPTURE_FREEHAND=&Area a mano libera
MNU_CAPTURE_WEBPAGE=&Pagina web
MNU_CAPTURE_REPEAT=Ripeti &ultima cattura
MNU_WIDGET=Visualizza wid&get...
MNU_CAPTURE_SETTING=&Configurazione cattura
MNU_OUTPUTTYPE=&Tipo output
MNU_OUTPUTTYPE_PICPICK=&Editor PicPick
MNU_OUTPUTTYPE_CLIPBOARD=&Appunti
MNU_OUTPUTTYPE_SAVEIMAGE=&File immagine
MNU_OUTPUTTYPE_SAVEFOLDER=Salva &automaticamente come...
MNU_OUTPUTTYPE_OTHER=Programma e&sterno...
MNU_OUTPUTTYPE_FTP=Server F&TP
MNU_OUTPUTTYPE_SHARE=Co&ndividi
MNU_OUTPUTTYPE_SENDTO=In&via a
MNU_OUTPUTTYPE_FACEBOOK=Faceboo&k
MNU_OUTPUTTYPE_TWITTER=Tw&itter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Microsoft O&utlook
MNU_OUTPUTTYPE_PRINTER=S&tampante
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=Servizio Clo&ud
MNU_OUTPUTTYPE_WEB=&URL internet
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=&Formato predefinito immagine
MNU_OPT_OPENEDITOR=Apri l'&editor all'avvio del programma
MNU_OPT_STARTUPPROGRAM=&Esegui PicPick all'avvio di Windows
MNU_COLORPICKER=&Selettore dei colori
MNU_COLORPALETTE=P&alette dei colori
MNU_COPYCOLORTYPE=Copia colore &come
MNU_COLORHISTORY=&Cronologia colore
MNU_COLORHISTORY_CLEAR=&Azzera
MNU_MAGNIFIER=&Lente d'ingrandimento
MNU_PIXELRULER=&Righello dei pixel
MNU_PROTRACTOR=Rap&portatore
MNU_CROSSHAIR=C&rocini
MNU_WHITEBOARD=&Barra strumenti
MNU_CLOUDEXPLORER=Clo&ud Explorer
MNU_ABOUT_PICPICK=&Info su PickPick...
MNU_EXIT_PICPICK=E&sci

[Widget]

MNU_WIDGET=Wid&get
MNU_WIDGET_LOCK=B&locca widget
MNU_WIDGET_SMALLICONS=Vi&sualizza icone piccole
MNU_WIDGET_AUTOHIDE=Nascondi a&utomaticamente
MNU_WIDGET_OPACITY=&Opacità
MNU_WIDGET_ALWAYSTOP=Sempre in primo pi&ano
MNU_WIDGET_CLOSE=&Chiudi widget
MNU_WIDGET_OPTIONS=Opzioni &widget

[PicPickEditor]

MNU_START=Nuova attività
MNU_FILE=&File
MNU_FILE_NEW=&Nuova immagine
MNU_FILE_OPEN=&Apri
MNU_FILE_OPENCLIPBOARD=Apr&i dagli Appunti
MNU_FILE_OPENURL=Apri da &URL
MNU_FILE_OPEN_RECENT=Recenti
MNU_FILE_OPEN_BROWSE=Sfoglia 
MNU_FILE_SAVESAME=&Salva
MNU_FILE_SAVE=Salva &come
MNU_FILE_SAVESELECT=S&alva selezione come...
MNU_FILE_SAVEALL=Salva &tutto...
MNU_FILE_PRINT=&Stampa...
MNU_FILE_CLOSEIMAGE=&Chiudi immagine
MNU_FILE_CLOSECURRENTIMAGE=Immagine att&uale
MNU_FILE_CLOSEALLIMAGE=&Tutte le immagini
MNU_FILE_CLOSEALLSAVEDIMAGE=Tutte le immagini &salvate
MNU_FILE_CLOSEPICPICK=E&sci
MNU_EDIT=&Modifica
MNU_EDIT_UNDO=&Annulla
MNU_EDIT_REDO=&Ripeti
MNU_EDIT_CUT=&Taglia
MNU_EDIT_COPY=&Copia
MNU_EDIT_PASTE=&Incolla
MNU_EDIT_PASTEFROMFILE=Incolla dal &file...
MNU_EDIT_SELECTDEL=&Elimina
MNU_EDIT_SELECTNEW=Ritaglia la selezione
MNU_EDIT_DESELECT=Deseleziona
MNU_EDIT_SELECTALL=Seleziona &tutto
MNU_EDIT_IMAGERESIZE=Riduci immagine/Zoom...
MNU_EDIT_CANVASRESIZE=Ridimensiona immagine...
MNU_EDIT_VIEWBITMAP=&Visualizza bitmap a schermo intero...
MNU_TOOLS=&Strumenti
MNU_TOOLS_FULLSCREEN=Cattura &schermo intero
MNU_TOOLS_ACTIVEWINDOW=Cattura &finestra attiva
#7.2.0
MNU_TOOLS_WINDOW=&Finestra cattura
#7.2.0
MNU_TOOLS_CONTROL=Cattura &controllo della finestra
MNU_TOOLS_SCROLLINGWINDOW=Cattura finestra &scorrevole
MNU_TOOLS_WEBPAGE=Cattura pagina &web
MNU_TOOLS_REGION=Cattura &area rettangolare
MNU_TOOLS_FIXEDREGION=Cattura area rettangolare fi&ssa
MNU_TOOLS_FREEHAND=Cattura a&rea a mano libera
MNU_TOOLS_REPEAT=Ripeti &ultima cattura
MNU_TOOLS_COLORPICKER=&Selettore dei colori
MNU_TOOLS_COLORPALETTE=P&alette colori
MNU_TOOLS_MAGNIFIER=&Lente d'ingrandimento
MNU_TOOLS_PIXELRULER=&Righello pixel
MNU_TOOLS_PROTRACTOR=Rap&portatore
MNU_TOOLS_CROSSHAIR=C&rocini
MNU_TOOLS_WHITEBOARD=&Barra strumenti
MNU_TOOLS_SCREENRECORDER=&Registrazione schermo
MNU_TOOLS_OPTION=Imp&ostazioni...
MNU_TOOLSOPTION=Impostazioni &cattura
MNU_TOOLSOPTION_OUTPUTTYPE=&Tipo output
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=&Formato predefinito immagine
MNU_TOOLSOPTION_DUALMONITORS=Supporto per &doppio monitor
MNU_TOOLSOPTION_HOTKEY=Modifica &tasti rapidi...
MNU_TOOLSOPTION_SOUND=Attiva &effetto sonoro
MNU_TOOLSOPTION_SCROLLCAPTURE=Attiva scorrimento &automatico
MNU_TOOLSOPTION_MOUSECURSOR=Includi c&ursore nell'immagine
MNU_TOOLSOPTION_STARTUPPROGRAM=Esegui PicPick all'avvio di Windows
MNU_TOOLSOPTION_OPENEDITOR=Apri l'&editor all'avvio del programma
MNU_TOOLS_COLORTYPE=Cop&ia colore come
MNU_EFFECT=&Effetti
MNU_EFFECT_INVERT=&Negativo
MNU_EFFECT_GRAYSCALE=&Scala di grigio
MNU_EFFECT_MOSAIC=&Pixellizzazione...
MNU_EFFECT_BLUR=&Sfocatura
MNU_EFFECT_SHARPEN=&Messa a fuoco
MNU_EFFECT_BRIGHTNESS=L&uminosità / contrasto...
MNU_EFFECT_HSL=&Tonalità / saturazione...
MNU_EFFECT_BORDER=Effet&ti di deformazione
MNU_EFFECT_FLIP=&Capovolgi
MNU_EFFECT_FLIPH=Capovolgi &orizzontalmente
MNU_EFFECT_FLIPV=Capovolgi &verticalmente
MNU_EFFECT_ROTATE=&Ruota
MNU_EFFECT_ROTATE90=&90° in senso orario
MNU_EFFECT_ROTATE180=&180° in senso orario
MNU_EFFECT_ROTATE270=&270° in senso orario
MNU_EFFECT_FRAME=Cornic&e...
MNU_EFFECT_COLORBALANCE=Bi&lanciamento colore...
MNU_EFFECT_WATERMARK=&Filigrana...
MNU_WINDOW=&Finestra
MNU_WINDOW_CASCADE=&Affiancate
MNU_WINDOW_TILEH=Affiancate &orizzontalmente
MNU_WINDOW_TILEV=Affiancate &verticalmente
MNU_WINDOW_MINIMIZEALL=Minimizza tutto
MNU_HELP=&Aiuto
MNU_HELP_WEBSITE=Sito web PicPick...
MNU_HELP_ABOUT=Informazioni...
MNU_HELP_UPDATE=Aggiornamenti
PNL_TOOL_TOOLS=Strumenti
PNL_TOOL_COLOR=Colore
PNL_TOOL_PROPERTY=Proprietà
LBL_TOOL_WIDTHS=Larghezza:
LBL_TOOL_OPACITY=Opacità:
LBL_TOOL_SHAPE=Forma:
TAB_HOME=Generale
TAB_FILE=File
TAB_VIEW=Visualizza
TAB_SHAPES=Forme
TAB_SHAPES_SUB=Formato
TAB_SHAPES_TEXT=Testo
TAB_NUMBERSTAMP=Timbro numerico
TAB_NUMBERSTAMP_SUB=Formato
TAB_SELECTION=Selezione
TAB_SELECTION_SUB=Formato
TAB_MAGNIFIER=Effetto ingrandimento
TAB_MAGNIFIER_SUB=Formato
TAB_STAMPS=Timbri
TAB_STAMPS_SUB=Formato
TAB_SHARE=Condividi
TBR_CLIPBOARD=Appunti
TBN_CLIPBOARD_PASTE=Incolla
TBN_CLIPBOARD_CUT=Taglia
TBN_CLIPBOARD_COPY=Copia
TBN_CLIPBOARD_DELETE=Elimina
TBR_VIEW=Visualizza
TBN_VIEW_ZOOMIN=Ingrandisci
TBN_VIEW_ZOOMOUT=Riduci
TBN_VIEW_FULL=Schermo pieno
TBN_VIEW_100=Dim. reali
TBR_IMAGE=Immagine
TBN_IMAGE_EFFECT=Effetti
TBN_IMAGE_CROP=Ritaglia
TBN_IMAGE_RESIZE=Riduci
TBN_IMAGE_ROTATE=Ruota
TBR_TOOLS=Strumenti
TBR_COLOR=Colori
TBN_COLOR1=Colore1
TBN_COLOR2=Colore2
POP_COLORTYPE1=Colori pastello
POP_COLORTYPE2=Colori primari
TBR_SHOWHIDE=Visualizza/nascondi
TBN_RULER=Righello
TBN_STATUSBAR=Barra di stato
TBN_TAB=Scheda
TBN_THUMBNAIL=Visualizza anteprima
TBN_PANE=Dettagli pannello
TBR_WINDOW=Finestra
TBN_CASCADE=In cascata
TBN_ARRANGEALL=Arrangia tutto
TBN_REGISTER=&Registra...
TBN_TOOLS_SELECT=Selezione
TBN_TOOLS_MOVE=Sposta
TBN_TOOLS_DRAW=Disegno
TBN_TOOLS_DRAW_BRUSH=&Pennello
TBN_TOOLS_DRAW_ERASER=&Gomma
TBN_TOOLS_DRAW_MARKER=&Evidenziatore
TBN_TOOLS_DRAW_PEN=&Matita
TBN_TOOLS_DRAW_CALLIGRAPHY=&Calligrafia
TBN_TOOLS_DRAW_SMARTERASER=Gomma &rapida
TBN_TOOLS_DRAW_AIRBRUSH=&Aerografo
TBN_TOOLS_DRAW_MOSAIC=Pennello pi&xel
TBN_TOOLS_FILL=Riempi
TBN_TOOLS_FILL_OPTIONS=Opzione riempimento
TBN_TOOLS_FILL_STANDARD=Riempimento &contiguo
TBN_TOOLS_FILL_REPLACEMENT=&Riempimento con sostituzione colore
TBN_TOOLS_STAMPS=Timbri
TBN_TOOLS_STAMPS_NUMBER=Timbri numerici
TBN_TOOLS_STAMPS_GENERAL=Timbri generali
TBN_TOOLS_STAMPS_CURSOR=Timbri cursore
TBN_SELECT_SELECTION_SHAPES=Selezione forme
TBN_SELECT_SELECTION_OPTIONS=Selezione opzioni
TBN_SELECT_RECTANGLE=Selezione &rettangolare
TBN_SELECT_ELLIPSE=Selezione &ellittica
TBR_SIZE=Dimensione
TBN_MORECOLORS=Palette
MNU_PALETTETYPE=Tipo palette
TBR_COLORPALETTE=Palette
TBN_THEME=Colori tema
TBN_THEME_DEFAULT=Predefinito
TBN_THEME1=Tema 1
TBN_THEME2=Tema 2
TBN_THEME3=Tema 3
TBN_THEME4=Tema 4
TBN_THEME5=Tema 5
TBN_STANDARD_COLORS=Colori standard
TBN_CUSTOM_COLORS=Colori personalizzati
TBN_MORE_COLORS=Altri colori...
TBN_ADD_CUSTOM_COLOR=&Aggiungi ai colori personalizzati
TBN_REMOVE_CUSTOM_COLOR=&Rimuovi dai colori personalizzati
MNU_TOPBAR_TITLE=Personalizza pulsanti in alto
MNU_TOPBAR_MINIMIZERIBBON=&Minimizza il nastro
MNU_QAT_TITLE=Configura barra strumenti accesso rapido
MNU_QAT_ADD=&Aggiungi alla barra strumenti accesso rapido
MNU_QAT_DELETE=&Rimuovi dalla barra strumenti accesso rapido
MNU_QAT_ABOVE=&Visualizza barra strumenti accesso rapido sopra il righello
MNU_QAT_BELOW=&Visualizza barra strumenti accesso rapido sotto il righello
MNU_QAT_RESET=Ripris&tina la barra strumenti di accesso rapido
TBN_VIEW_TOUCHMODE=Modo touch
TBN_RIBBON_COLLAPSE=Comprimi nastro
TBN_RIBBON_PIN=Appunta il nastro
OPEN_ALL_IMAGE_FILES=Tutti i file immagine
OPEN_BITMAP_FILES=File bitmap
OPEN_ALL_FILES=Tutti i file
TAB_LAYERS=Livelli
TAB_LAYERS_SUB=Formato
TAB_HISTORY=Cronologia
TAB_FORMAT_SHAPE=Formato forma
MNU_MAXIMIZE=Ma&ssimizza
MNU_MINIMIZE=Mi&nimizza
MNU_CLOSE=&Chiudi
MNU_RESTOREDOWN=&Ripristina minimizzato
MNU_CLOSEALL=Chiudi &tutto
MNU_FILE_OPEN_FOLDERS=Cartelle
MNU_FILE_OPEN_AUTOSAVE_FOLDER=Cartella destinazione predefinita
MNU_FILE_OPEN_RECENT_IMAGES=Immagini recenti
MNU_FILE_OPEN_RECENT_FOLDERS=Cartelle recenti
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=Appunti
MNU_FILE_OPEN_OPTIONS_URL=URL immagine
MNU_LIST_PIN=&Blocca l'elenco
MNU_LIST_UNPIN=&Sblocca l'elenco
MNU_LIST_REMOVE=&Rimuovi dall'elenco
MNU_LIST_CLEAR=Cancella elementi sbloccati
MNU_COPY_PATH=&Copia percorso negli Appunti
MNU_FILE_INFO=&Info file
MNU_HELP_REPORT=Segnala problema
MNU_QAT_MORE=&Altri comandi...
TBN_COLOR_DEFAULT=Colori predefiniti
TBN_COLOR_SWAP=Cambia colore
TBN_COLOR_PICK=Selettore colore

[PicPickEditor Tip]

TIP_FILE_NEW=Crea una nuova immagine 
TIP_FILE_OPEN=Apri un'immagine esistente
TIP_FILE_OPENCLIPBOARD=Crea una nuova immagine dagli Appunti
TIP_FILE_OPENURL=Apri un'immagine da una URL
TIP_FILE_SAVEAS=Salva l'immagine attiva con un nuovo nome
TIP_FILE_SAVE=Salva l'immagine corrente con un nuovo nome
TIP_FILE_SAVESELECT=Salva la selezione con un nuovo nome
TIP_FILE_SAVEALL=Salva tutte le immagini con un nuovo nome
TIP_FILE_PRINT=Stampa l'immagine
TIP_FILE_CLOSEIMAGE=Chiude l'immagine corrente
TIP_FILE_CLOSEALLIMAGE=Chiude tutti i file immagine
TIP_FILE_CLOSEALLSAVEDIMAGE=Chiude tutti i file delle immagini salvate
TIP_FILE_CLOSEPICPICK=Chiude la finestra
TIP_EDIT_UNDO=Annulla l'ultima azione
TIP_EDIT_REDO=Ripete l'azione precedente 
TIP_EDIT_CUT=Taglia la selezione e la sposta negli Appunti
TIP_EDIT_COPY=Copia la selezione negli Appunti
TIP_EDIT_PASTE=Incolla il contenuto degli Appunti nell'immagine attiva 
TIP_EDIT_PASTEFROMFILE=Incolla un file nell'immagine corrente
TIP_EDIT_SELECTDEL=Azzera la selezione
TIP_EDIT_SELECTNEW=Ritaglia l'immagine per la zona selezionata
TIP_EDIT_DESELECT=Deseleziona l'immagine
TIP_EDIT_SELECTALL=Seleziona l'intera immagine
TIP_EDIT_IMAGERESIZE=Modifica la dimensione dell'immagine
TIP_EDIT_CANVASRESIZE=Modifica la dimensione dell'immagine
TIP_EDIT_VIEWBITMAP=Visualizza la bitmap a schermo pieno.
TIP_TOOLS_CAPTURE=Visualizza barra di cattura sulla schermo
TIP_TOOLS_FULLSCREEN=Cattura l'immagine del desktop
TIP_TOOLS_ACTIVEWINDOW=Cattura l'immagine della finestra attiva
#7.2.0
TIP_TOOLS_WINDOW=Cattura l'immagine della finestra selezionata.
#7.2.0
TIP_TOOLS_CONTROL=Cattura l'immagine del controllo della finestra attiva
TIP_TOOLS_SCROLLINGWINDOW=Cattura l'immagine del controllo finestra scorrevole
TIP_TOOLS_WEBPAGE=Cattura l'immagine di pagine web
TIP_TOOLS_REGION=Cattura una zona rettangolare
TIP_TOOLS_FREEHAND=Cattura una zona a mano libera
TIP_TOOLS_FIXEDREGION=Cattura una zona rettangolare fissa
TIP_TOOLS_REPEAT=Ripete l'ultima cattura effettuata
TIP_TOOLS_CAPTUREMENU=Cattura un'immagine dallo schermo
TIP_TOOLS_COLORPICKER=Visualizza sullo schermo il selettore dei colori
TIP_TOOLS_COLORPALETTE=Cerca e regola il colore che desideri
TIP_TOOLS_MAGNIFIER=Visualizza più da vicino i pixel sullo schermo
TIP_TOOLS_PIXELRULER=Misura la dimensione degli oggetti e immagini
TIP_TOOLS_CROSSHAIR=Calcola le coordinate relative
TIP_TOOLS_PROTRACTOR=Misura un angolo sullo schermo
TIP_TOOLS_WHITEBOARD=Disegna e condividi qualsiasi cosa sullo schermo
TIP_TOOLS_OPTION=Visualizza più opzioni nel programma
TIP_TOOLS_SCREENRECORDER=Registra un video dello schermo del desktop
TIP_TOOLSOPTION=Modifica le opzioni di cattura
TIP_TOOLSOPTION_OUTPUTTYPE=Modifica l'output dell'immagine catturata
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Modifica il formato predefinito delle immagini
TIP_TOOLSOPTION_DUALMONITORS=Supporta il doppio monitor durante la cattura dell'immagine
TIP_TOOLSOPTION_HOTKEY=Modifica i tasti rapidi per le funzioni...
TIP_TOOLSOPTION_SOUND=Abilita gli effetti sonori durante la cattura dell'immagine
TIP_TOOLSOPTION_SCROLLCAPTURE=Cattura l'immagine con controllo di scorrimento
TIP_TOOLSOPTION_MOUSECURSOR=Include il cursore nella cattura dell'immagine
TIP_TOOLSOPTION_STARTUPPROGRAM=Esegue PicPick all'avvio di Windows
TIP_TOOLSOPTION_OPENEDITOR=Apre l'editor di PicPick all'avvio del programma
TIP_TOOLS_COLORTYPE=Cambia copia colore come [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Inverte colori dell'immagine
TIP_EFFECT_GRAYSCALE=Converte l'immagine a 256 colori in bianco e nero
TIP_EFFECT_MOSAIC=Applica un effetto pixellizzazione
TIP_EFFECT_BLUR=Applica un effetto sfocato
TIP_EFFECT_SHARPEN=Applica un effetto messa a fuoco
TIP_EFFECT_BRIGHTNESS=Luminosità / contrasto
TIP_EFFECT_HSL=Tonalità / saturazione
TIP_EFFECT_COLORBALANCE=Regola bilanciamento specifico intervallo colori in un'immagine.
TIP_EFFECT_FLIPH=Capovolge orizzontalmente l'area selezionata
TIP_EFFECT_FLIPV=Capovolge  verticalmente l'area selezionata
TIP_EFFECT_ROTATE90=Ruota di 90° in senso orario
TIP_EFFECT_ROTATE180=Ruota di 180° in senso orario
TIP_EFFECT_ROTATE270=Ruota di 270° in senso orario
TIP_EFFECT_FRAME=Applica un effetto cornice
TIP_EFFECT_WATERMARK=Aggiungi un logo filigrana
TIP_WINDOW_CASCADE=Dispone le finestre sovrapponendole
TIP_WINDOW_TILEH=Dispone le finestre orizzontalmente non sovrapponendole
TIP_WINDOW_TILEV=Dispone le finestre verticalmente non sovrapponendole
TIP_WINDOW_MINIMIZEALL=Minimizza tutte le finestre aperte
TIP_HELP_WEBSITE=Visita il sito web di PickPick
TIP_HELP_ABOUT=Visualizza info sul programma e sul copyright
TIP_HELP_UPDATE=Controlla aggiornamenti programma 
TIP_TOOL_MOVE=Sposta un'intera immagine o l'oggetto selezionato
TIP_TOOL_SELECT=Seleziona una parte dell'immagine.
TIP_TOOL_FILL=Fai clic su un'area della tela per riempirla con i colori.
TIP_TOOL_PICKCOLOR=Seleziona un colore dallo schermo e usalo per il disegno.
TIP_TOOL_DRAW=Disegna con differenti tipi di pennello.
TIP_TOOL_STAMPS=Disegna timbri sull'immagine
TIP_TOOL_SHAPE=Disegna forme sull'immagine
TIP_SIZE=Seleziona la larghezza del tool selezionato
TIP_TOOL_TEXT=Aggiungi testo all'immagine
TIP_OUTPUTTYPE_MSWORD=Inserisci copia dell'immagine in Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL=Inserisci copia dell'immagine in Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT=Inserisci copia dell'immagine in Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE=Invia una copia di questa immagine a Skype
TIP_OUTPUTTYPE_PROGRAM=Invia copia dell'immagine a un programma esterno
TIP_OUTPUTTYPE_MSOUTLOOK=Allega copia dell'immagine a Microsoft Outlook
TIP_OUTPUTTYPE_FACEBOOK=Invia e condivide l'immagine su Facebook
TIP_OUTPUTTYPE_TWITTER=Invia e condivide l'immagine su Twitter
TIP_OUTPUTTYPE_FTP=Invia l'immagine direttamente su una locazione web via FTP
TIP_OUTPUTTYPE_WEBUPLOAD=Invia direttamente questa immagine in una locazione sul web
TIP_OUTPUTTYPE_CLOUD=Carica questa immagine su Dropbox, Google Drive, SkyDrive, ecc...
TIP_OUTPUTTYPE_DROPBOX=Carica e condividi questa immagine su Dropbox
TIP_OUTPUTTYPE_GOOGLE=Carica e condividi questa immagine su Google Drive
TIP_OUTPUTTYPE_ONEDRIVE=Carica e condividi questa immagine su OneDrive
TIP_OUTPUTTYPE_MSPAINT=Invia una copia di questa immagina a Microsoft Paint
TIP_IMAGE_ROTATEFLIP=Ruota o capovolge l'immagine o la selezione
TIP_TOOLS_EFFECT=Seleziona gli effetti
TIP_TOOLS_WIDTHS=Seleziona la larghezza
TIP_TOOLS_OPACITY=Seleziona opacità
TIP_VIEW_ZOOMIN=Ingrandisce l'immagine corrente
TIP_VIEW_ZOOMOUT=Riduce l'immagine corrente
TIP_VIEW_ZOOMSELECT=Ingrandisce o riduce
TIP_VIEW_ACTUALSIZE=Ingrandisce al 100%
TIP_VIEW_THUMBNAIL=Visualizza le miniature per selezionare velocemente l'immagine
TIP_SHOW_RULER=Visualizza o nascondi i righelli per misurare le immagini
TIP_SHOW_STATUSBAR=Visualizza o nasconde la barra di stato in basso nella finestra
TIP_SHOW_TAB=Visualizza o nasconde la barra delle schede
TIP_SHOW_PANE=Visualizza/nascondi dettagli pannello
TIP_COLOR_COLOR1=Colore di primo piano
TIP_COLOR_COLOR2=Colore di sfondo
TIP_COLOR_SWAP=Scambia colori di primo piano e di sfondo
TIP_COLOR_DEFAULT=Colori predefiniti di primo piano e di sfondo
TIP_COLOR_MORE=Visualizza più palette
TIP_SHAPE_FLATTEN=Appiattisce le forme
TIP_SHAPE_DELETE=Elimina la forma
TIP_SHAPE_DUPLICATE=Duplica la forma
TIP_SHAPE_FILL=Riempi la forma selezionata
TIP_SHAPE_OUTLINE=Contorno della forma
TIP_SHAPE_EFFECTS=Formato forme
TIP_SHAPE_ADDTEXT=Inserisci testo nella forma
TIP_SHAPE_FLATTEN_ALL=Appiattisce tutte le forme
TIP_SHAPE_BRINGTOFRONT=Porta avanti l'oggetto selezionato, in modo che sia nascosto da un minor numero di oggetti che sono di fronte
TIP_SHAPE_SENDTOBACK=Porta l'oggetto selezionato all'indietro in modo che sia nascosto dagli oggetti che sono di fornite ad esso
TIP_TEXT_BOLD=Grassetto
TIP_TEXT_ITALIC=Corsivo
TIP_TEXT_UNDERLINE=Sottolineato
TIP_TEXT_ALIGN_LEFT=Allineato a sinistra
TIP_TEXT_ALIGN_CENTER=Centrato
TIP_TEXT_ALIGN_RIGHT=Allineato a destra
TIP_TEXT_ALIGN_TOP=Allineamento verticale in alto
TIP_TEXT_ALIGN_MIDDLE=Allineamento verticale al centro
TIP_TEXT_ALIGN_BOTTOM=Allineamento verticale in basso
TIP_TEXT_WORDWRAP=A capo automatico
TIP_TEXT_COLOR=Colore testo
TIP_TEXT_SIZE=Dim. testo
TIP_TEXT_FONTFAMILY=Famiglia font testo
TIP_OPEN_PICPICK=Apri editor PicPick.
TIP_AUTO_SAVE=Salva automaticamente immagini.
TIP_ALWAYSCOPYCLIPBOARD=Copia sempre l'immagine acquisita negli Appunti.
TIP_NEW_LAYER=Crea un nuovo livello
TIP_CHANGE_SHAPE=Modifica la forma del disegno, preservando tutta la formattazione.
TIP_FORMAT_SHAPE=Modifica il formato della forma
TIP_LAYER_BRINGTOFRONT=Porta l'oggetto selezionato davanti a tutti gli altri oggetti.
TIP_LAYER_SENDTOBACK=Porta l'oggetto selezionato dietro a tutti gli altri oggetti.
TIP_LAYER_BRINGFORWARD=Porta l'oggetto selezionato in avanti di un livello in modo che sia nascosto dietro un minor numero di oggetti.
TIP_LAYER_SENDBACKWARD=Porta l'oggetto selezionato indietro di un livello in modo che sia nascosto dietro più oggetti.
TIP_CAPTURE_DELAY=Imposta ritardo prima della cattura
TIP_HELP_REPORT=Invia una segnalazione per aiutarci a migliorare
TIP_FILE_RENAME=Rinomina il file immagine attuale.
TIP_FILE_OPEN_LOCATION=Rivela il file in Esplora file.
TIP_FILE_COPY_PATH=Copia il percorso del file negli Appunti.
TIP_FILE_EXIT=Chiudi l'applicazione.
TIP_EDIT_COPY_ALL=Copia l'intera immagine negli appunti.
TIP_EDIT_SELECT_RECT=Seleziona un'area rettangolare disegnando sulla tela.
TIP_EDIT_SELECT_ELLIPSE=Seleziona un'area ellittica disegnando sulla tela.
TIP_EDIT_SELECT_INVERT=Inverti la selezione attuale.
TIP_DRAW_REPLACECOLOR=Fai clic su un'area da sostituire con il colore sulla tela.
TIP_EDIT_CROP_NEW=Crea una nuova immagine della regione selezionata.
TIP_SHAPE_EFFECTS=Applica un effetto visivo alla forma selezionata.
TIP_SHAPE_STYLE=Applica uno stile alla forma selezionata.
TIP_STAMP_STYLE=Applica uno stile al timbro selezionato.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=Editor PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Controllo finestre
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Finestra scorrevole
DLG_REGIONCAPTURE_TITLE=PicPick - Cattura area rettangolare
DLG_FIXEDREGIONCAPTURE_TITLE=Cattura Area rettangolare fissa
DLG_FREEHANDCAPTURE_TITLE=PicPick - Cattura area a mano libera
DLG_WHITEBOARDTOOL_TITLE=PicPick - Barra strumenti
DLG_MAGNIFIER_TITLE=PicPick - Lente d'ingrandimento
DLG_COLORPICKER_TITLE=PicPick - Selettore dei colori
DLG_CROSSHAIR_TITLE=PicPick - Visualizzatore
DLG_COLORPALETTE_TITLE=Palette dei colori
DLG_AUTOSAVE_TITLE=Salvataggio
DLG_NEWIMAGE_TITLE=Nuova immagine
DLG_PRINT_TITLE=Stampa
DLG_CANVASSET_TITLE=Ridimensiona immagine
DLG_IMAGERESIZE_TITLE=Ridimensiona immagine
DLG_ABOUT_TITLE=Informazioni
DLG_PIXELATE_TITLE=Pixellizzazione
DLG_HUESATURATION_TITLE=Tonalità / saturazione
DLG_BRIGHTNESSCONTRAST_TITLE=Luminosità / contrasto
DLG_FRAME_TITLE=Cornice
DLG_WATERMARK_TITLE=Filigrana
DLG_FONTVIEW_TITLE=Inserimento testo
DLG_CAPTURE_TITLE=Cattura
DLG_CHANGEHOTKEY_TITLE=Tasti rapidi
DLG_WEBPAGECAPTURE_TITLE=PicPick - Cattura pagine web
DLG_SHORTCUT_TITLE=Modifica i tasti rapidi
DLG_SETUP_TITLE=Impostazioni PicPick
DLG_FILENAMESETUP_TITLE=Nome file
DLG_IMAGES_TITLE=Immagini
DLG_GENERALSETUP_TITLE=Generale
DLG_SCREEN_RECORDER_TITLE=Registrazione
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Freccia personalizzata
DLG_FACEBOOK_TITLE=Connessione a Facebook
DLG_TWITTER_TITLE=Connessione a Twitter
DLG_WEBUPLOAD_TITLE=Carica nel Web
DLG_QAT_TITLE=Barra strumenti accesso rapido
BTN_ADD=&Aggiungi
BTN_REMOVE=&Rimuovi
BTN_OK=&OK
BTN_CANCEL=&Annulla
BTN_APPLY=&Applica
#7.2.0
BTN_CLOSE=&Chiudi
BTN_IGNORE=&Ignora
BTN_RESET=&Ripristina
#7.2.0

[About]

GRP_PRESET=Preferenze
CHK_ADDSTARTUP=Esegui PicPick all'avvio di Windows
CHK_ADDDESTKOP=Crea un'icona sul desktop
CHK_CHECKUPDATE=Cerca aggiornamenti programma
LBL_LANGUAGE=Lingua
BTN_HOTKEY=Tasti rapidi...
BTN_CREDIT=Ringraziamenti
LBL_PROGRAMPARAMETER=&Parametri...
CHK_SETTINGTOAPPDATA=Salva le impostazioni in dati applicazioni
LBL_MORELANGUAGE=Altre lingue...
LBL_INFO_PRODUCT=Informazioni programma
LBL_INFO_LICENSE=Informazioni licenza
LBL_INFO_VERSION=Versione

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Proprietà
LBL_CONTROLCAPTURE_CLASS=Nome
LBL_CONTROLCAPTURE_SIZE=Dimensione
LBL_CONTROLCAPTURE_INFO=Controllo
LBL_CONTROLCAPTURE_SCROLL=Scorrimento automatico
LBL_CONTROLCAPTURE_OUTPUTTYPE=Tipo di output
LBL_CONTROLCAPTURE_HANDLE=Maniglia
LBL_CONTROLCAPTURE_RECT=Rett.
LBL_CONTROLCAPTURE_BOTTOMTIP=Seleziona un controllo finestra (pulsante, scheda, riquadro, barra strumenti, ecc.), e premi il tasto 'STAMP'.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Dimensione area
LBL_FIXEDREGIONCAPTURE_WIDTH=Larghezza:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Altezza:
TIP_REGIONCAPTURE_NOTDRAG=Seleziona qualsiasi area rettangolare sul desktop.
TIP_PIXEL=Pixel
TIP_FREEHANDCAPTURE_NOTDRAG=Cattura a mano libera.
LBL_COLORPICKER_COLORAS=Colore:
LBL_COLORPICKER_VALUE=Valore:
LSV_WEBPAGECAPTURE_LIST=Scegli il sito web da catturare
BTN_WEBPAGECAPTURE_RELOAD=&Ricarica
BTN_WEBPAGECAPTURE_CAPTURE=&Cattura
LBL_MINIHELP=Per selezionare l'area fai clic con il pulsante sinistro del mouse .
LBL_MINIHELP_CLICKDRAG=Per selezionare l'area fai clic o trascina sullo schermo.
LBL_MINIHELP_SCROLLCAPTURE=Per annullare premi il tasto 'Esc'
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Calcolo area di scorrimento...
LBL_TIME_DELAY=&Ritardo cattura
LBL_SECONDS=%d secondi
LBL_NODELAY=&Nessun ritardo
LBL_ADD_CURSOR=Aggiungi &cursore
LBL_MORE_OPTIONS=&Altre opzioni...
LBL_CLIPBOARD=Copia neg&li Appunti
#8.0.0
LBL_ADD_EFFECTS=Aggiungi &effetti immagine
#8.0.0

[Shortcut]

TAB_HOTKEY=Tasti rapidi
GRB_CAPTURE=Cattura schermo
GRB_TOOLS=Strumenti
LBL_KEYNONE=Nessuno
LBL_CAPTURE_FULLSCREEN=Cattura schermo intero
LBL_CAPTURE_ACTIVEWINDOW=Cattura finestra attiva
LBL_CAPTURE_CONTROL=Cattura controllo della finestra
LBL_CAPTURE_SCROLLINGWINDOW=Cattura finestra scorrevole
LBL_CAPTURE_REGION=Cattura area rettangolare
LBL_CAPTURE_FIXEDREGION=Cattura area rettangolare fissa
LBL_CAPTURE_FREEHAND=Cattura area a mano libera
LBL_CAPTURE_WEBPAGE=Cattura pagina web
LBL_CAPTURE_REPEAT=Ripeti l'ultima cattura
LBL_TOOLS_EDITOR=Editor immagini
LBL_TOOLS_COLORPICKER=Selettore dei colori
LBL_TOOLS_COLORPALETTE=Palette dei colori
LBL_TOOLS_PIXELRULER=Righello dei pixel
LBL_TOOLS_PROTRACTOR=Rapportatore
LBL_TOOLS_CROSSHAIR=Crocini
LBL_TOOLS_WHITEBOARD=Barra strumenti
LBL_TOOLS_MAGNIFIER=Lente d'ingrandimento
CBO_HOTKEY_CUSTOM=Personalizza...
CBO_HOTKEY_DEFAULT=Predefiniti di PicPick 
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Disabilitato
LBL_TOOLS_SCREENRECORDER=Registrazione schermo

[FontView]

GRP_COLOR=Colori
LBL_FONTCOLOR=Colore carattere
CHK_FILLCOLOR=Colore riempimento
CHK_AA=Addolcisci bordi caratteri

[AutoSave]

GRP_SELECTFOLDER=Salvataggio automatico
LBL_SELECTFOLDER=Seleziona una cartella dove salvare automaticamente le catture
BTN_SELECTFOLDER=&Sfoglia...
GRP_SELECTFILENAME=Nome file
RDO_SELECTFILENAME_TEXT=Testo + numero
RDO_SELECTFILENAME_NUM=Solo numero
RDO_SELECTFILENAME_DATETIME=Data/ora
EDT_SELECTFILENAME_DEFAULT=Immagine
GRP_SELECTFORMAT=Formato file
RDO_SELECTFORMAT_BMP=Immagine bitmap (*.bmp)
RDO_SELECTFORMAT_JPG=Immagine JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=Immagine PNG (*.png)
RDO_SELECTFORMAT_GIF=Immagine CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF=File PDF (*.pdf)
LBL_SAVEFILENAME=Nome file per il salvataggio automatico o invio via FTP
LBL_EXAMPLETITLE=Esempio:
LBL_EXAMPLE1=%y : anno, %m : mese, %d : giorno
LBL_EXAMPLE2=%h : ora, %n : minuti, %s : secondi
LBL_EXAMPLE3=%c : numero
LBL_EXAMPLE4=%u : nome utente, %w : nome computer
LBL_EXAMPLE5=%t : Timbro data/ora Unix
GRB_OTHERPROGRAM=Impostazione programma esterno
LBL_OTHERPROGRAM=Seleziona un programma esterno al quale inviare le catture.
LBL_OTHERPROGRAMPATH=Percorso programma:
LBL_OTHERPROGRAMPARAMETER=Parametri:
LBL_OTHERPROGRAMSELECT=Invia a programma esterno...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Seleziona un formato.

[GeneralSet]

GRB_STARTINGOPTION=Opzioni di avvio
LBL_PROGRAM_MODE=Scegli la modalità predefinita per il programma
CBO_PROGRAM_MODE_EDITOR=Editor immagini
CBO_PROGRAM_MODE_WIDGET=Widget flottante
CBO_PROGRAM_MODE_TRAY=Visualizza solo notifiche
CHK_STARTUP=Esegui PicPick all'avvio di Windows
CHK_UPDATE=Verifica gli aggiornamenti del programma
GRB_APPEARANCE=Apparenza
LBL_THEME=Tema
CBO_THEME_DEFAULT=Predefinito sistema
CBO_THEME_LIGHT=Chiaro
CBO_THEME_DARK=Scuro
LBL_LANGUAGE=Lingua

[CaptureSet]

GRB_CAPTUREOPTION=Cattura
CHK_DUALMONITORS=Supporto per doppio monitor
CHK_SOUND=Attiva effetto sonoro
CHK_MOUSECURSOR=Includi il cursore nell'immagine
CHK_HIDEEDITOR=Nascondi l'editor di PicPick prima della cattura
CHK_ALWAYSCOPYCLIPBOARD=Copia sempre l'immagine catturata negli Appunti
CHK_STARTWITHCAPTUREBAR=Visualizza la barra di cattura all'avvio del programma
GRB_AUTOSCROLL=Scorrimento automatico
CHK_SCROLLCAPTURE=Attiva scorrimento automatico
LBL_SCROLLDELAY=Ritardo scorrimento: 
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Lente d'ingrandimento
CHK_MAGNIFIER=Visualizza lente ingrandi&mento
LBL_ZOOMSCALE=Scala ingrandimento:
GRB_CAPTUREDELAY=Ritardo prima della cattura:
CHK_ADVANCECONTROLCAPTURE=Usa il controllo avanzato di cattura finestra
LBL_CAPTUREOUTPUT=Modifica il tipo destinazione quando usi tasti rapidi o selezioni il menu dall'area notifiche
CHK_TOOLBAR=Visualizza barra strumenti durante la cattura
CHK_DISPLAY_SEC=Visualizza conteggio ritardo
CHK_MARK_OUTER=Scurisci al di fuori della selezione
GRB_MAGNIFIER_GRID=Visualizza linee griglia

[FTP]

GRB_FTPSERVER=Impostazioni server FTP
LBL_FTPADDRESS=Server FTP:
LBL_REMOTEPATH=Percorso remoto:
LBL_PORT=Porta:
CHK_PASSIVEFTP=Usa FTP passivo
LBL_USERNAME=Nome utente:
LBL_PASSWORD=Password:
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Apri URL nel browser Web
LBL_SENDCLIPBOARD=Copia URL negli Appunti
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Opzioni editor
CHK_OPENEDITORWHENSTART=Apri l'editor all'avvio del programma
CHK_CENTERIMAGE=Allinea un'immagine al centro della finestra
CHK_CLOSEWITHOUTASKING=Chiudi l'immagine non salvata senza chiedere
CHK_CROPNEW=Ritaglia come nuova immagine
CHK_SHOWCLASSICUI=Visualizza l'interfaccia classica della barra dei menu
CHK_EXITWHENCLOSING=Esci da PicPick quando chiudi l'editor immagini
CHK_AUTOFLATTEN=Appiattisci automaticamente le forme con l'immagine di sfondo
LBL_BG=Colore sfondo
RDO_BGDEFAULT=Predefinito sistema
RDO_BGGRID=Griglia
RDO_BGSOLID=Colore solido
GRB_FILETYPE=Associazioni tipi file
LBL_FILETYPE=Selezionare i tipi file da aprire usando PicPick
LBL_FILETYPEVISTA=Imposta PicPick come editor predefinito per le immagini
#8.0.0
CHK_SHAPE_GALLERY=Visualizza galleria forme nella barra multifunzione
CHK_NORECENT=Non visualizzare immagini aperte di recente
#8.0.0

[ArrowSet]

CHK_START=Avvia
CHK_END=Termina
CHK_OUTLINE=Aggiungi bordo
CBO_AT_ARROW1=Freccia 1
CBO_AT_ARROW2=Freccia 2
CBO_AT_CIRCLE=Cerchio
CBO_AT_DIAMOND=Diamante

[CanvasSet]

GRP_SIZE=Dimensione immagine
LBL_WIDTH=Larghezza
LBL_HEIGHT=Altezza
LBL_BACKCOLOR=Colore sfondo
LBL_PRESETS=Profili
CBO_CLIPBOARD=Appunti
CBO_LASTUSED=Ultimo usato
CBO_CURRENT=Dimensione immagine attuale
CBO_WHITE=Bianco
CBO_BLACK=Nero
CBO_TRANSPARENT=Trasparente
CBO_CUSTOM=Personalizzato

[ResizeSet]

RDO_ZOOM=Scala in percentuale
RDO_SIZE=Scala a specifica dimensione
CHK_KEEP=Mantieni proporzioni 
LBL_WIDTH=Larghezza
LBL_HEIGHT=Altezza

[ColorSet]

BTN_PREVIEW=&Anteprima
LBL_PIXELATE=Pixellizzazione
LBL_HUE=Tonalità
LBL_SATURATION=Saturazione
LBL_BIRGHTNESS=Luminosità
LBL_CONTRAST=Contrasto
LBL_LIGHTNESS=Leggerezza

[FrameSet]

GRP_PREVIEW=Anteprima
GRP_EFFECT=Effetto
CHK_BORDER=Bordo
CHK_FRAME=Cornice
LBL_ETC=Cerca ulteriori effetto cornice...
CHK_AUTO=Applica un effetto cornice quando catturi un'immagine
CHK_SHADOW=Ombra
CBO_SHADOW_POS_CENTER=Al centro
CBO_SHADOW_POS_TL=In alto a sinistra
CBO_SHADOW_POS_TR=In alto a destra
CBO_SHADOW_POS_BL=In basso a sinistra
CBO_SHADOW_POS_BR=In basso a destra

[Palette]

LBL_RED=&Rosso
LBL_GREEN=&Verde
LBL_BLUE=&Blu
LBL_TYPE=Colore come:
BTN_COPY=&Copia
CLR_DEFAULTTEXT=Palette dei colori
CLR_CUSTOMTEXT=Altri colori...

[PixelRuler]

MNU_RULER_MOVE=&Sposta
MNU_RULER_MOVE_UP=&Su
MNU_RULER_MOVE_DOWN=&Giù
MNU_RULER_MOVE_LEFT=&Sinistra
MNU_RULER_MOVE_RIGHT=&Destra
MNU_RULER_TYPE=&Tipo
MNU_RULER_TYPE_HOTRIZONTAL=&Orizzontale
MNU_RULER_TYPE_VERTICAL=&Verticale
MNU_RULER_TRANSPARENT=T&rasparenza
MNU_RULER_TRANSPARENT_USE=&Abilita
MNU_RULER_TRANSPARENT_NOTUSE=&Disabilita
MNU_RULER_TRANSPARENT_INC=&Incrementa(+)
MNU_RULER_TRANSPARENT_DEC=&Decrementa(-)
MNU_MAGNIFIER=Visualizza la &lente d'ingrandimento...
MNU_RULER_EXIT=E&sci
MNU_RULER_UNIT=&Unità
MNU_RULER_UNIT_PIXEL=&Pixel
MNU_RULER_UNIT_INCH=P&ollici
MNU_RULER_UNIT_CM=&Centimetri
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=Col&ore
MNU_RULER_COLOR_BLUE=&Blu
MNU_RULER_COLOR_YELLOW=&Giallo
MNU_RULER_COLOR_WHITE=B&ianco
MNU_RULER_COLOR_BLACK=N&ero
MNU_RULER_COLOR_DARKGRAY=&Grigio scuro
MNU_RULER_COLOR_DEFAULT=Pre&definito sistema
MNU_RULER_UNIT_DPI_CUSTOM=&Personalizzazioni...
DLG_CUSTOMDPI_TITLE=Impostazioni DPI personalizzate
LBL_CUSTOMDPI_TEXT=Inserisci il valore punti per pollice (DPI):

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=&Dimensione matita
MNU_WHITEBOARD_PENCOLOR=&Colore matita
MNU_WHITEBOARD_PENCOLOR_BLACK=Nero
MNU_WHITEBOARD_PENCOLOR_WHITE=Bianco
MNU_WHITEBOARD_PENCOLOR_RED=Rosso
MNU_WHITEBOARD_PENCOLOR_GREEN=Verde
MNU_WHITEBOARD_PENCOLOR_BLUE=Blu
MNU_WHITEBOARD_PENCOLOR_CYAN=Ciano
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW=Giallo
MNU_WHITEBOARD_PENCOLOR_GRAY=Grigio
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Ecc...
MNU_WHITEBOARD_CLEAR=&Azzera
MNU_WHITEBOARD_SAVE=&Cattura lo schermo
MNU_WHITEBOARD_EXIT=E&sci
TIP_TOOL_MOVE=Sposta
TIP_TOOL_ZOOM=Zoom
TIP_TOOL_PEN=Matita
TIP_TOOL_LINE=Linea
TIP_TOOL_ARROW=Freccia
TIP_TOOL_SHAPE=Forma
TIP_TOOL_RECT=Rettangolo
TIP_TOOL_ELLIPSE=Ellisse
TIP_TOOL_RRECT=Rettangolo arrotondato
TIP_TOOL_TRANSPARENT=Trasparenza
TIP_TOOL_CLEAR=Azzera
TIP_TOOL_SAVE=Cattura lo schermo
TIP_TOOL_WIDTH=Larghezza
TIP_TOOL_COLOR=Colore

[Print]

BTN_PRINTERSETUP=Impostazione stampante...
BTN_PRINT=&Stampa
GRB_PREVIEW=Anteprima
TAB_PAPERSETUP=Impostazione pagina
TAB_ADDTEXT=Aggiungi testo
GRB_MARGINSETUP=&Margine
LBL_MARGINTOP=Alto
LBL_MARGINLEFT=Sinistra
LBL_MARGINRIGHT=Destra
LBL_MARGINBOTTOM=Basso
GRB_IMAGESETUP=Impos&tazione immagine
CHK_CENTER=Centra immagine
CHK_SHRINK=Adatta pagina (ridimensiona)
CHK_PROPORTINAL=Mantieni proporzioni
CHK_GRAYSCALE=Scala di grigi
GRB_PAPERCOUNT=&Numero di copie
LBL_PAPERUNIT=Pagina(e)
GRB_ORIENTATION=&Orientamento
RDO_PORTRAIT=Verticale
RDO_LANDSCAPE=Orizzontale
GRB_HEADER=&Testata
CHK_HEADERADD=Aggiungi
CBO_HEADERDEFAULT=Immetti qui il testo della testata
LBL_HEADERMARGIN=Margine:
BTN_HEADERFONT=Font...
RDO_HEADERLEFT=Sinistra
RDO_HEADERCENTER=Centra
RDO_HEADERRIGHT=Destra
GRB_FOOTER=Piè pagina
CHK_FOOTERADD=Aggiungi
CBO_FOOTERDEFAULT=Immetti qui il testo del piè pagina
LBL_FOOTERMARGIN=Margine:
BTN_FOOTERFONT=Font...
RDO_FOOTERLEFT=Sinistra
RDO_FOOTERCENTER=Centra
RDO_FOOTERRIGHT=Destra
LBL_SETTINGS=Impostazioni
LBL_PRINTER=Stampante
BTN_PRINT_COLOR=Stampa colore
CHK_COLOR=Colore
CHK_MARGIN_NARROW=Ridotto
CHK_MARGIN_NORMAL=Normale
CHK_MARGIN_MODERATE=Moderato
CHK_MARGIN_WIDE=Largo
CHK_MARGIN_CUSTOM=Margini personalizzati...
#7.2.0
CHK_PAPER_CUSTOM=Altri form&ati carta...
LBL_SAVE_PDF=Salva come file PDF

[dxPSRes]

sdxPrintAllPages=Stampa tutte le pagine
sdxPrintCurrentPage=Stampa pagina attuale
sdxCustomPrint=Stampa personalizzata
sdxPages=Pagine
sdxPageSetupCaption=Impostazioni pagina
sdxPage=Pagina
sdxMargins=Margini
sdxScaling=Adattamento
sdxPaper=Carta
sdxPaperWidth=Larghezza
sdxPaperHeight=Altezza
sdxPaperSource=Alimentazione carta
sdxAutoOrientation=Automatico
sdxPrintOrder=Ordine stampa
sdxDownThenOver=Verso il basso, poi gli altri
sdxOverThenDown=Verso l'alto, poi giù
sdxCenterOnPage=Centrato nella pagina
sdxHorizontally=Orizzontalmente
sdxVertically=Verticalmente
sdxBtnHeaderBackground=Sfondo
sdxBtnFix=Correggi
sdxBtnRestoreOriginal=Ripristina originale
sdxAdjustTo=Adatta a
sdxFitToWidth=Adatta a larghezza immagine
sdxFitToHeight=Adatta ad altezza immagine
sdxFitTo=Adatta a
sdxPagesWideBy=Pagina/e larghe di
sdxTall=Alto
SdxInvalidMargins=Uno o più margini sono impostati ad un valore non valido.
sdxPaperSize=Dimensioni foglio
sdxStatus=Stato
sdxStatusReady=Pronto
sdxStatusPrinting=In stampa - Stampa di %d pagine completate
sdxBuildingReportStatusText=Creazione - Premi 'Esc' per annullare
sdxPrintingReportStatusText=Stampa - Premi 'Esc' per annullare
sdxThereIsNoPictureToDisplay=Nessuna immagine da visualizzare
sdxCustomSize=Dimensione personalizzata
#7.2.0

[Facebook]

BTN_CLOSE=&Chiudi
LBL_PREVIEW=Anteprima immagine
LBL_CAPTION=Etichetta foto
RDO_SELECTALBUMS=Seleziona album
RDO_CREATEALBUM=Crea un nuovo album foto
LBL_CREATEALBUM_NAME=Nome:
LBL_CREATEALBUM_LOCATION=Percorso:
LBL_CREATEALBUM_DESCRIPTION=Descrizione:
LBL_CREATEALBUM_PRIVACY=Privacy:
CBO_CREATEALBUM_1=Tutti
CBO_CREATEALBUM_2=Mie reti e amici
CBO_CREATEALBUM_3=Amici di amici
CBO_CREATEALBUM_4=Solo amici
BTN_UPLOAD=Invia
LBL_IMGURL=URL immagine
LBL_LINKURL=URL collegamento album
LBL_UPLOADING=Invia ora...
LBL_UPLOADCOMPLETE=Invio completato
LBL_UPLOADWAIT=In attesa di risposta...
LBL_UPLOADFAILURE=Errore nell'invio.\nProva di nuovo.
LBL_UPLOADRESULT=Invio di una foto completato.
LBL_ACCOUNT=Account:
LBL_PASSWORD=Password:
LBL_REMEMBERPASSWORD=Ricorda password
LBL_MESSAGE=Messaggio:
LBL_WEBUPLOAD_TITLE=Carica la tua immagine direttamente nel web
LBL_WEBUPLOAD_TITLESUB=via ImageShack - Servizio di host gratuito di immagini
LBL_WEBUPLOAD_SIGNUP=Effettua l'accesso per gestire le immagini caricate!
LBL_WEBUPLOAD_NOACCOUNT=Ospite (non è richiesta registrazione)
LBL_WEBUPLOAD_ACCOUNTEXIST=Ho già un account ImageShack
BTN_REQUESTTWITTERPIN=Richiesta del PIN per Twitter
BTN_REMEMBERME=Memorizzalo in questo computer
LBL_TWITTERPIN=PIN
BTN_CONNECT=&Connetti
BTN_DISCONNECT=&Disconnetti

[ThumbnailView]

BTN_QUICKTABS=Schede rapide
MNU_RENAME=&Rinomina...
MNU_OPENFILELOCATION=Apri perc&orso file...
LBL_RENAME=Inserisci un nome file predefinito.

[ObjectProperty]

SHP_TEXTBOX=Testo
SHP_HIGHLIGHTRECT=Evidenzia rettangolo
SHP_MAGNIFYEFFECT=Effetto ingrandimento
SHP_NUMBERSTAMP=Timbro numerico
SHP_LINES=Linee
SHP_CUSTOMSHAPES=Forme personalizzate
SHP_TRIANGLE=Triangolo
SHP_SHAPES=Forme
SHP_LINE=Linea
SHP_CURVE=Curva
SHP_ARROW=Freccia
SHP_CURVEARROW=Freccia curva
SHP_ELLIPSE=Ellisse
SHP_RECT=Rettangolo
SHP_ROUNDRECT=Rettangolo arrotondato
SHP_BALLOON=Fumetto
SHP_DIAMOND=Diamante
SHP_PENTAGON=Pentagono
SHP_Hexagon=Esagono
SHP_5STAR=Stella 5 punte
SHP_6STAR=Stella 6 punte
TAB_EDIT=Modifica
TBN_DELETE_OBJECT=&Elimina
TBN_DUPLICATE=D&uplica
MNU_FLATTEN=&Piatte
MNU_FLATTENALL=Tutte p&iatte
LST_CHANGESHAPE=Modifica forma
TAB_SHAPESTYLES=Stile forma
TBN_SHAPETEXT=Inserisci &testo...
TBN_SHAPEFILL=Riempi
MNU_SHAPEFILL_NOFILL=Nessun riempimento
MNU_SHAPEFILL_SOLIDFILL=Riempimento solido
MNU_SHAPEFILL_GRAFILL=Riempimento gradiente verticale
MNU_SHAPEFILL_RADIALFILL=Riempimento gradiente orizzontale
TBN_SHAPEOUTLINE=Bordo
MNU_SHAPEOUTLINE_NOLINE=Nessun bordo
MNU_SHAPEOUTLINE_SOLIDLINE=Linea solida
MNU_SHAPEOUTLINE_DOTLINE=Linea punteggiata
MNU_SHAPEOUTLINE_DASHLINE=Linea tratteggiata
MNU_SHAPEOUTLINE_DASHDOTLINE=Linea tratteggiata punteggiata
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Linea tratteggiata punto punto
TBR_SHAPEINSERT=Inserisci forme
TBN_SHAPEFORMAT=Formato forme
TBN_SHAPEEFFECTS=Effetto forme
MNU_SHAPEEFFECTS_NOEFFECTS=Nessun effetto
MNU_SHAPEEFFECTS_SHADOW=Effetto ombreggiatura
MNU_SHAPEEFFECTS_SHADOWUSE=Visualizza
MNU_SHAPEEFFECTS_SHADOWOPTION=Opzioni...
MNU_SHAPEEFFECTS_BALLOONPOS=Direzione fumetto
MNU_SHAPEEFFECTS_BALLOONPOSTL=Alto sinistra
MNU_SHAPEEFFECTS_BALLOONPOSTR=Alto destra
MNU_SHAPEEFFECTS_BALLOONPOSBL=Basso sinistra
MNU_SHAPEEFFECTS_BALLOONPOSBR=Basso destra
MNU_SHAPEEFFECTS_ARROWSTART=Tipo inizio
MNU_SHAPEEFFECTS_ARROWEND=Tipo fine
MNU_SHAPEEFFECTS_ARROWNONE=Nessuna freccia
MNU_SHAPEEFFECTS_ARROW1=Freccia 1
MNU_SHAPEEFFECTS_ARROW2=Freccia 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Cerchio
MNU_SHAPEEFFECTS_ARROWDIAMOND=Diamante
MNU_SHAPE_ARRANGE=Organizza
BTN_SHAPE_FRONT=Porta in &primo piano
BTN_SHAPE_BACK=Porta in &fondo
BTN_SHAPE_ARROWSTYLE=Stile freccia
TAB_SHAPECOLOR=Colori forme
TAB_NUMBERSTAMP_NUMBER=Forma timbro
MNU_NUMBERSTAMP_CURRENT=Attuale
MNU_NUMBERSTAMP_NEXT=Successiva
TAB_NUMBERSTAMP_STYLE=Stili timbro
MNU_NUMBERSTAMP_SIZE=Dimensione
MNU_NUMBERSTAMP_SIZE_SMALL=&Piccolo
MNU_NUMBERSTAMP_SIZE_Medium=&Medio
MNU_NUMBERSTAMP_SIZE_LARGE=&Grande
MNU_NUMBERSTAMP_SHAPE=Forme
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Cerchio
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rettangolo
TBN_SELECT_CROPCURRENT=&Ritaglia
TBN_SELECT_CROPNEW=Ritaglia come &nuova immagine
TAB_SELECT_SIZE=Dimensione
MNU_SELECT_SIZE_LEFT=Sinistra
MNU_SELECT_SIZE_TOP=Alto
MNU_SELECT_SIZE_WIDTH=Larghezza
MNU_SELECT_SIZE_HEIGHT=Altezza
MNU_SELECT_INVERTSELECTION=Inverti selezione
TAB_MAGNIFIER_STYLE=Stili lente d'ingrandimento
MNU_SHARE_OPTIONS=&Opzioni...
TBN_NEW_LAYER=&Nuovo livello
TBN_CHANGE_SHAPE=&Cambia livello
BTN_LAYER_BRINGFORWARD=Porta a&vanti
BTN_LAYER_SENDBACKWARD=Porta i&ndietro
BTN_LAYER_BRINGTOFRONT=Porta in p&rimo piano
BTN_LAYER_SENDTOBACK=Porta in fondo
SHP_NORMAL_SHAPES=Forme normali
SHP_CIRCLE=Cerchio
SHP_RIGHT_TRIANGLE=Triangolo rettangolo
SHP_HEPTAGON=Ettagono
SHP_OCTAGON=Ottagono
SHP_SPEECHBUBBLE=Fumetto
SHP_SPEECHBUBBLE_ROUNDED=Fumetto arrotondato
SHP_THOUGHTBUBBLE=Bolla con pensiero
SHP_CROSS=Incrocio
SHP_HEART=Cuore
SHP_LIGHTNING=Fulmine
SHP_CLOUD=Nuvola
SHP_BANNER=Striscione
SHP_8STAR=Stella a 8 punte
SHP_EXPLOSION=Esplosione
SHP_ARROW_RIGHT=Freccia a destra
SHP_ARROW_LEFT=Freccia a sinistra
SHP_ARROW_UP=Freccia in su
SHP_ARROW_DOWN=Freccia in giù
SHP_ARROW_FAT_RIGHT=Freccia grossa a destra
SHP_ARROW_FAT_LEFT=Freccia grossa a sinistra
SHP_ARROW_FAT_UP=Freccia grossa in su
SHP_ARROW_FAT_DOWN=Freccia grossa in giù
SHP_ARROW_LEFTRIGHT=Freccia sinistra destra
SHP_ARROW_UPDOWN=Freccia su giù
SHP_TAG_RIGHT=Etichetta a destra
SHP_TAG_LEFT=Etichetta a sinistra
SHP_TAG_UP=Etichetta in su
SHP_TAG_DOWN=Etichetta in giù

[Licenses]

rdoRegistered=Sono un utente registrato e ho un codice di registrazione per uso commerciale.
rdoPersonal=Voglio usare questo programma solo per usi personali.
btnBuy=Ac&quista
btnRegister=&Registra
btnAgree=&Accetto
btnClose=&Chiudi
lblEnterLicense=Inserire i dati della chiave licenza
lblOwnerName=Nome utente
lblRegistrationCode=Codice registrazione
lblLicenseInfo=Questo programma è registrato a: 
lblPersonalUse=SOLO PER USO PERSONALE.
lblAskBuy=Grazie per l'uso di PicPick!
lblAskBuyDescription=Nota che questa versione non registrata può essere usata solo per uso personale in un ambiente non commerciale.\nVuoi acquistare ora una licenza?

[CommercialVersionTrial]

btnModeTrial=Prova gratuita
btnModeTrialDescription=Voglio continuare a usare questo programma in modalità di prova.
btnModeActivate=Attiva la licenza
btnModeActivateDescription=Sono un utente registrato e voglio inserire una chiave licenza.
btnModeBuy=Acquista
btnModeBuyDescription=Vai alla pagina web per acquistare una chiave licenza.
lblTrialDescription=Questa è una versione di PicPick di prova per 30 giorni.\nUna volta scaduto il periodo di prova, devi acquistare una licenza per sbloccare PicPick o disinstallare il programma dal computer.
btnContinueTrial=&Continua prova
lblDayLeft=Hai ancora {$1} giorno(i) dei {$2} giorni di prova.
lblDayExpired=La licenza non è più disponibile.
lblEnterLicense=Inserisci la chiave licenza
lblOwnerName=Nome utente
lblRegistrationCode=Chiave licenza
lblRegistrationHelp=Hai problemi con l'attivazione?
btnRegister=&Attiva
btnDeactivate=&Disattiva
lblActivationOffline1=1. Apri l'URL sottostante e ottieni il codice di autenticazione. Se sei in un sistema offline, devi andare in internet con un altro computer.
lblActivationOffline2=2. Incolla il codice di autenticazione.
lblAuthCode=Codice autenticazione:
lblExample=es.
lblDeactivationOffline=Apri l'URL sottostante per disattivare la licenza.\nSe sei in un ambiente offline, devi andare online in un altro computer.

[ImagesSet]

grbJPEGOption=Opzioni JPEG
lblJPEGQuality=Qualità
cboJPEGQualityMaximum=Massima
cboJPEGQualityHigh=Alta
cboJPEGQualityMedium=Media
cboJPEGQualityLow=Bassa

[SaveAll]

grbSaveOptions=Opzioni salvataggio
lblSelectFolder=Seleziona una cartella dove salvare le tue immagini.
rdoAllImages=Tutte le immagini
rdoUnsavedImages=Tutte le immagini non salvate
grbFileOptions=Opzioni file
lblFileName=Nome file
lblFileType=Tipo file
rdoFiles=File

[ColorBalance]

grpbxColorBalance=Regola colori
lblColorLevels=Livelli colore
grpbxToneBalance=Bilancia tonalità
rdbtnShadows=Ombre
rdbtnMidtones=Mezzitoni
rdbtnHighlights=Risalto
chckbxPreserveLuminosity=Preserva luminosità

[StartPage]

lblStartHome=Scegli un'attività...
lblStartTitle1=Nuova attività
lblStartTitle2=Accessori grafici
chkStartDoNotShow=Non visualizzare questa finestra all'avvio del programma

[Watermark]

lblWaterMarkPreview=Anteprima
lblWaterMarkFile=File:
lblWaterMarkPosition=Posizione:
lblWaterMarkOpacity=Opacità:
lblWaterMarkOffsetX=Offset-X:
lblWaterMarkOffsetY=Offset-Y:
chkWaterMarkAuto=Aggiungi automaticamente una filigrana quando catturi un'immagine.
lblWaterMarkTypeImage=Filigrana immagine
lblWaterMarkTypeText=Testi filigrana
cboWaterMarkTextSize=Dimensione testo
cboWaterMarkTextColor=Colore

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&OK
btnCancel=A&nnulla
btnConnect=Co&nnetti...
btnOptions=O&pzioni...
btnUpload=&Carica
btnAccount=&Account...
lblConnected=Connesso
lblNotConnected=Non connesso
lblConnecting=Connessione...
lblUploading=Caricamento...
lblUploaded=Caricamento completato
lblNotUploaded=Impossibile caricare.\nRiprova più tardi.
lblGuestAccount=Account ospite
lblWait=Attendi...
tbnConnect=Connetti
tbnDisconnect=Disconnetti
tbnRefresh=Aggiorna
tbnNewFolder=Nuova cartella
tbnOptions=Opzioni
tbnSelectFolder=Percorso &caricamento...
tbnShareLink=Opzioni co&llegamento condivisione...
lblSelectFolder=Scegli una cartella in cui caricare l'immagine.
lblMyDrive=Mia unità
lblNewFolder=Inserisci un nuovo nome per la cartella.
lblAuth=Accedi tramite il browser web.
lblUploadSuccess=Hai caricato correttamente un'immagine.
lblShareLink=Collegamento condivisione
lblGetLink=Ottieni collegamento
chkShareLink=Crea sempre un collegamento condiviso dopo il caricamento
chkCopyLink=Copia un collegamento condiviso negli Appunti dopo il caricamento
lblHost=&Host
lblUsername=&Utente
lblPassword=Pass&word
lblPort=&Porta
lblLocation=Percorso &remoto

[ScreenRecorder]

tbnRecord=&Avvia registrazione
tbnPause=&Pausa registrazione
tbnStop=&Stop registrazione
tbnResume=&Riprendi registrazione
tbnFullscreen=Modo &schermo pieno
tbnRegion=Modo &area schermo
popSP16x9=Profili 16:9
popSP4x3=Profili 4:3
popAuto16x9=Adatta a 16:9
popAuto4x3=Adatta a 4:3
popSelect=&Seleziona area...
popCustom=&Dimensione personalizzata...
tbnMic=Attiva microfono
tbnCursor=Attiva cursore
tbnSoundMute=Audio off
tbnSoundMic=Registra microfono
tbnSoundSystemAudio=Registra audio sistema
tbnOpenFolder=&Apri cartella destinazione
tbnOptions=&Opzioni
tbnClose=&Chiudi
statusRecord=Registrazione
statusPaused=In pausa
statusStop=Stop
statusReady=Pronto
frmRecordingArea=Area registrazione

[ScreenRecorderOptions]

grbGeneral=Generale
chkAutoHide=Nascondi automaticamente finestra in modalità a schermo intero
chkCursor=Registra cursore mouse
chkPopup=Visualizza popup cartella destinazione a fine registrazione
grbVideo=Video
lblFileType=Tipo di file
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=Qualità
cboQualityVeryHigh=Qualità molto alta
cboQualityHigh=Qualità alta
cboQualityMedium=Qualità media
cboQualityLow=Qualità bassa
cboQualityVeryLow=Qualità molto bassa
grbAudio=Audio
chkMic=Registra suono microfono
chkSystemAudio=Sistema registrazione audio
lblAudioChannels=Canali
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bitrate
lblAudioFrequency=Frequenza
btnDefault=&Ripristina predefiniti
lblOutput=Cartella destinazione salvataggio registrazioni.
lblHotKey=Tasto rapido registrazione (avvio/stop)
#7.2.0
lblMaxLength=Durata massima registrazione
cboMaxLength30mins=30 min
cboMaxLength1hour=1 ora
cboMaxLength2hours=2 ore
cboMaxLength4hours=4 ore
#7.2.0

[BugReport]

lblHeader=Inviaci il tuo feedback per contribuire a rendere PicPick ancora migliore.
chkAgree=Selezionando 'Invia', le tue informazioni verranno usate per migliorare PicPick.
edtEmail=Email (opzionale)
btnSubmit=&Invia
lblFeedback=Grazie per il tuo feedback!

[Website Resources]

title_picpick=PicPick - di NGWIN è un software integrato di disegno, cattura schermo, modifica immagini, scelta colori, righello pixel e altro ancora
title_ngwin=NGWIN - Sviluppa software facile da usare per fornire un ambiente software confortevole
nav_picpick=PicPick
nav_partners=Partner
nav_contact=Contatto
nav_home=Anteprima
nav_features=Funzionalità
nav_download=Download
nav_buy=Acquista
nav_forum=Forum
section_features=Funzionalità
section_reviews=Recensioni dei media
section_download=Download
section_download_commercial=VERSIONE C0MMERCIALE PER UTENTI REGISTRATI
section_buy=Acquista
section_plans=Prezzi e piani
section_screenshots=Schermate
section_customers=I nostri clienti
section_latestversion=Versione più recente
section_changelog=Novità
section_availableon=Disponibile su
section_likeuson=Scegli Mi piace su
section_eula=Accordo di licenza utente finale
section_privacypolicy=Policy sulla privacy
section_volumepricing=Prezzi per volumi
button_download=DOWNLOAD
button_buy=ACQUISTA
button_upgrade=AGGIORNA
button_upgrade_nothanks=No grazie
button_viewdetail=VISUALIZZA DETTAGLi
button_free_download=DOWNLOAD GRATUITO
button_download_portable=Versione portatile
button_download_commercial=Ho già acquistato una licenza.
text_freetotry=Gratuito per uso personale. Provalo.
text_copyright=Copyright {copy} {ngwin} - tutti i diritti riservati.
text_winavailable=Compatibile Windows 10. Disponibile per tutte le versioni di Windows
text_winavailable2=Microsoft Windows 10, 8.1, 8, 7, Vista e XP incluse sia versioni a 32 bit che a 64 bit.
text_recommend=RACCOMANDATO
text_limitedtimeoffer=OFFERTA A TEMPO LIMITATO
text_free=GRATUITA
text_personal_only_detail=Questa versione gratuita può essere usata solo per uso personale in un ambiente non commerciale.
text_license_peruser=PicPick è licenziato per utente.\nOgni utente registrato può installare il programma in due PC (ad esempio PC e laptop).
text_license_noshare=Una licenza non può essere condivisa fra utenti diversi.
text_bluesnap=2Checkout è un sistema di pagamento online che noi raccomandiamo.\nSupporta un sistema di pagamento online sicuro con una varietà di metodi di pagamento tipo Paypal, carta di credito, ecc.
text_thankyou=Grazie per aver installato PicPick.
text_download_thankyou=Il download partirà automaticamente tra pochi secondi.
text_download_start=Il download partirà automaticamente tra pochi secondi.
text_download_ifnot=Se il download non parte automaticamente, fai clic {here} o scarica il programma dai server mirror
text_download_ifnot2=Se il download non parte automaticamente, fai clic {here}.
text_download_ifnot2_here=qui
text_upgrade=Aggiorna a Professional e ottieni maggiori funzionalità!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Strumento integrato di disegno per tutti
overview_jumbotron_p1=Uno strumento completo di cattura schermo, con un editor immagini intuitivo, selezione colori, palette colori, righello pixel, mirino, goniometro, lavagna e altro ancora.
overview_jumbotron_p2=Interfaccia amichevole e funzionalità potenti per creare le tue immagini, ideale per sviluppatori software, designer grafici e utenti casalinghi.
overview_feature_1_h1=Cattura qualsiasi cosa
overview_feature_1_p1=Fai una copia dell\'intero schermo, della finestra attiva, della finestra di scorrimento o di qualsiasi specifica regione del desktop, ecc.
overview_feature_2_h1=Modifica immagini
overview_feature_2_p1=Annota ed evidenzia le immagini: testo, frecce, forme ed altro ancora con un editor immagini integrato che include il più recente menu stile nastro.
overview_feature_3_h1=Evidenzia con effetti
overview_feature_3_p1=Aggiungi facilmente effetti alle immagini: ombreggiature, riquadri, filigrane, mosaici, sfocature, controllo luminosità ed altro ancora.
overview_feature_4_h1=Condividi ovunque
overview_feature_4_p1=Salva, condividi, o invia le immagini via web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter ed altro ancora.
overview_feature_5_h1=Accessori grafici
overview_feature_5_p1=Una varietà di accessori grafici inclusi selettore colori, palette colori, righello pixel, mirino, goniometro, ingrandimento, lavagna.
overview_feature_6_h1=Impostazioni personalizzabili
overview_feature_6_p1=Dispone di molte impostazioni avanzate, con cui è possibile personalizzare i tasti di scelta rapida, i nomi file, la qualità immagine, e molti altre opzioni adatte alle tue necessità.
reviews_1_body=Questo programma è una sorta di coltellino svizzero, o anche un ben fornito e ben organizzato cassetto della scrivania.\nCi sono tutti i tipi di strumenti utili e pensiamo che PicPick sarebbe utile per i web designer, i grafici, e anche per l\'utente medio di computer che ogni tanto ha bisogno di lavorare con la grafica.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Realizzato specialmente per utenti casalinghi e per aiutare ad ottenere la maggiore flessibilità possibile durante le attività.\nPicPick include anche alcune caratteristiche che non si trovano in Photoshop.\nPicPick, oltre ad essere un editor immagine molto facile da usare ha anche opzioni di cattura grafica e una serie di tasti di scelta rapida e opzioni che altri editor simili vorrebbero avere.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Cattura schermo
features_1_p1=Cattura il contenuto dello schermo, di una finestra attiva, della finestra di scorrimento e di ogni specifica regione del desktop, ecc.
features_1_p2=Supporta la gestione di monitor multipli, cattura con il cursore, salvataggio automatico e nomina file, ecc.
features_1_p3=Supporta il widget Barra cattura che rende semplice per gli utenti la cattura dello schermo.
features_1_p4=Personalizza le scorciatoie da tastiera.
features_1_list_1=Schermo pieno
features_1_list_2=Finestra attiva
features_1_list_3=Controllo finestra
features_1_list_4=Finestra scorrimento
features_1_list_5=Regione
features_1_list_6=Regione fissa
features_1_list_7=A mano libera
features_1_list_8=Ripeti ultima cattura
features_1_list_9=Widget cattura
features_1_list_10=Cattura con il cursore
features_1_list_11=Cattura ritardata
features_1_list_12=Salvataggio automatico
features_2_h1=Editor immagini
features_2_p1=Con un editor immagini integrato che include il menu più recente stile nastro, puoi annotare ed evidenziare le immagini.
features_2_list_1=Disegno
features_2_list_2=Inserisci testo
features_2_list_3=Frecce, linee
features_2_list_4=Forme
features_2_list_5=Fumetto
features_2_list_6=Strumenti evidenziazione
features_2_list_7=Ritaglia
features_2_list_8=Ridimensiona
features_2_list_9=Ruota
features_2_list_10=Inverti
features_2_list_11=Scale di grigio
features_2_list_12=Mosaico
features_2_list_13=Riquadro
features_2_list_14=Filigrana
features_2_list_15=Sfumatura
features_2_list_16=Ammorbidimento
features_2_list_17=Luminosità
features_2_list_18=Tonalità/saturazione
features_2_list_19=Bilanciamento colore
features_3_h1=Salva, condividi, o invia
features_3_p1=Una volta catturate e modificate le immagini, puoi salvarle, condividerle, o inviarle in varie modalità.
features_3_list_1=Appunti
features_3_list_2=File immagini
features_3_list_3=PDF
features_3_list_4=Stampante
features_3_list_5=URL web
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=SkyDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=Server FTP
features_3_list_14=Email
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Programma esterno
features_4_h1=Selettore colore'
features_4_p1=Ti aiuta a identificare il colore esatto del pixel sullo schermo con un finestra di ingrandimento integrata.
features_4_p2=Supporta RGB, HTML, C++, Delphi.
features_5_h1=Palette colori
features_5_p1=Identifica e ottimizza l\'esatto il codice del colore del pixel usando il selettore colore stile Photoshop che supporta RGB, HSV.
features_6_h1=Righello pixel
features_6_p1=Aiuta a misurare la dimensione degli oggetti e a posizionare gli oggetti in una posizione precisa sullo schermo.
features_6_p2=Supporta orientamento orizzontale e verticale, unità (pixel, pollici, centimetri), impostazioni DPI (72, 96, 120, 300), temi.
features_7_h1=Ingrandimento
features_7_p1=Con lo strumento Ingrandimento ridimensionabile dotato di luce, puoi vedere ogni area del desktop ingrandita nel vetro dello strumento ingranditore.
features_8_h1=Mirino
features_8_p1=Con questa funzione vengono visualizzate le coordinate relative alla posizione immagine.
features_8_p2=Questo può essere utile ad esempio nello sviluppo di immagini mappe HTML.
features_9_h1=Goniometro
features_9_p1=Ti aiuta a trovare gli angoli sullo schermo.\nSeleziona il centro, quindi la posizione, ed avrai l\'angolo in gradi di distanza relativo al primo punto.
features_9_p2=Può essere usato in una varietà di applicazioni fotografiche, matematiche, e grafiche.
features_10_h1=Lavagna bianca
features_10_p1=Puoi avere una lavagna bianca virtuale sul desktop.\nPuoi usarla per presentazioni o per disegnare qualsiasi cosa sul desktop.
download_1_h1=Per utenti casalinghi
download_1_p1=Solo per uso personale
download_1_p2=Aggiornamento manuale
download_1_p3=Nessun supporto tecnico
download_2_h1=Per utenti business
download_2_p1=Uso personale e commerciale
download_2_p2=Aggiornamento facilitato
download_2_p3=Supporto tecnico
download_2_p4=Aggiornamenti a vita
download_2_p5=Nessuna pubblicità
buy_table_h1=Numero utenti
buy_table_h2=Prezzo ($ US) per utente
buy_table_p1=Contattaci per una quotazione!
buy_table_p2=Nota che per alcuni utenti europei potrebbe essere applicata l\'{vat}
buy_table_p2_vat=IVA
buy_1_h1=Invio istantaneo chiave licenza
buy_1_p1=Ottieni ad ordine completato l\'accesso immediato alla tua chiave di registrazione.
buy_2_h1=Aggiornamenti a vita
buy_2_p1=Le licenze includono aggiornamenti gratuiti illimitati a tutte le future versioni di PicPick.
buy_3_h1=Domande sugli acquisti
buy_3_p1=Se hai qualsiasi domanda inerente gli acquisti o le licenze, {contactus}.
buy_3_p1_contactus=contattaci
buy_year=Anno
buy_single=Singola
buy_single_p1=Installa su 2 pc per ogni utente
buy_team=Team
buy_team_user=Utenti
buy_site=Azienda
buy_site_p1=Installa su un numero illimitato di PC in una azienda
buy_month=Mese
buy_monthly=Mensilmente
buy_yearly=Annualmente
buy_pay_once=Paga una volta e ricevi gli aggiornamenti a vita gratuitamente.
buy_for_individuals=Per gli individui
buy_for_teams=Per i team
buy_for_enterprise=Per enterprise
buy_single_lifetime=Single Lifetime
buy_team_lifetime=Team Lifetime
buy_site_lifetime=Enterprise Lifetime
buy_subscriptions=Abbonamenti
buy_lifetime=Lifetime Special
secure_order=Ordine sicuro tramite 2Checkout
uninstall_h1=Ti chiediamo di darci il tuo feedback.
uninstall_p1=Noi gradiremmo un tuo commento.\nIl tuo feedback ci aiuterà a migliorare PicPick.
uninstall_comment=Dettagli
uninstall_comment_placeholder=Ad esempio, perché hai disinstallato il programma? Cosa mancava? Quale funzione volevi?
uninstall_email=Email (opzionale)
uninstall_email_placeholder=Inserisci indirizzo email.
uninstall_send=Invia feedback
about_us=Info sulla società
about_h1=Siamo una società di sviluppo software specializzata in programmi per la piattaforma Microsoft Windows.
about_p1=Il nostro obiettivo è sviluppare software di alta qualità e di facile uso che fornisca agli utenti ambienti di elaborazione ideali.
contact_h1=Ci piacerebbe avere un tuo commento! Compila questo modulo e ci metteremo in contatto con te a breve.
contact_us=Contattaci
contact_email=Supporto via email
contact_email_at=Puoi anche contattarci via email a : {email}
contact_email_send=Inviaci una email
"beta_banner": "Prova le nuove funzionalità con PicPick Beta!",
"beta_button": "Prova ora",
"try_darkmode": "Prova il tema scuro",
"try_darkmode_on": "Il tema scuro è abilitato"
contact_form_category=Categoria
contact_form_select=- SELEZIONA -
contact_form_email=Email
contact_form_subject=Soggetto
contact_form_body=Dettagli
contact_form_body_placeholder=Raccontaci di più...
contact_form_os=Sistema operativo
contact_form_version=Versione PicPick
contact_form_license=Chiave licenza
contact_form_license_placeholder=Per il supporto premium, inserisci una chiave di licenza valida.
contact_form_success=Completato
contact_form_success_description=Il tuo feedback è stato inviato correttamente.
contact_form_error=Errore
contact_form_error_description=Siamo spiacenti di non poter elaborare questa richiesta in questo momento.
promotion_timeout=Non perdere l'occasione prima che finisca.
buy_existing_user=Rinnova una licenza esistente
checkout_for_individual=Individuale
checkout_for_individual_desc=singola o famiglia
checkout_for_company=Per gruppi
checkout_for_company_desc=società o organizzazione
checkout_header=Informazioni consegna
checkout_summary=Riepilogo ordine
checkout_license=Licenza
checkout_product=Prodotto
checkout_users=Utenti
checkout_quantity=Quantità
checkout_quantity_warning_header=Installa in un massimo di {num} computer
checkout_quantity_warning_body=Aumenta la quantità di licenze da installare in più computer.
checkout_price=Prezzo
checkout_vat=Potrebbero essere applicati tasse e costi aggiuntivi.
checkout_firstname=Nome
checkout_lastname=Cognome
checkout_companyname=Nome azienda
checkout_email=Email
checkout_email_confirm=Conferma email
checkout_checkout=Pagamento
checkout_or=O
checkout_paypal=Paga con Paypal
thankyou_header=Grazie per l'ordine. Il pagamento è stato completato!
thankyou_detail=Dettagli ordine
thankyou_orderref=N. riferimento ordine
thankyou_payment=Metodo pagamento
thankyou_date=Data
thankyou_total=Prezzo totale
thankyou_email=Controlla la posta per l'email di conferma dell'ordine (verifica anche nella cartella spam/posta indesiderata).
promo_continue=Continua
promo_warning=Per autenticarti quando ti registri abbiamo bisogno delle informazioni di pagamento.\nPer la promozione gratuita non ti addebiteremo alcun costo.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Fai clic su un punto al centro dello schermo.
MSG_ACTIVEWINDOW=Per catturare la finestra attiva premi il tasto [%s] ,
MSG_EXITSAVEIMAGE=Vuoi salvare le modifiche di [%s]?
MSG_DEFAULT_IMAGENAME=Immagine
MSG_DIRECTORYACCESSERROR=Non posso accedere alla cartella.
MSG_DEFAULT_TAPNAME=Nessuna immagine
MSG_HOTKEY_ALREADY1=PicPick non può registrare i seguenti tasti rapidi.
MSG_HOTKEY_ALREADY2=Vuoi modificare questi tasti rapidi?
MSG_THISFOLDERNOTFOUND=Cartella [percorso o nome cartella] non trovata.
MSG_INVALID_FILENAME=Questo nome file non è valido.
MSG_FAIL_AUTOSAVE=Controlla le impostazioni del nome file per il salvataggio automatico.\nSe il problema persiste dopo il controllo, aggiungi il file picpick.exe all'elenco affidabili del software antivirus.
MSG_INVALID_CLIPBOARD=Errore nell'ottenere i dati dagli Appunti! (Formato errato degli Appunti)
MSG_CANNOTREPEATCAPTURE=Non trovo un'area selezionata nell'ultima cattura.
MSG_CLOSEALLIMAGE=Vuoi chiudere tutte le immagini non salvate?
MSG_FILE_OPEN=Apri
MSG_FILE_SAVE=Salva come
MSG_NEWVERSIONAVAILABLE=È disponibile una nuova versione di PicPick.\nVuoi scaricarla ora?
MSG_PROGRAM_NOTADDYET=Selezionare un programma esterno al quale inviare le catture!
MSG_EXTERNALPROGRAMERROR=Impossibile trovare il programma esterno specificato.
MSG_PARAMETERS_TITLE=Parametri PicPick
MSG_OLDLANGUAGE=Il file lingua è di una vecchia versione, pertanto alcune voci non sono tradotte.\nVuoi modificare il file lingua? 
MSG_INVALIDALBUMNAME=Nome dell'album non valido.
MSG_CREATEFAILUREALBUM=Errore creazione album.
MSG_LOADINGFAILUREALBUM=Errore caricamento album.
MSG_IDEMPTY=Inserisci ID utente.
MSG_PWEMPTY=Inserisci password utente.
MSG_SAVE=Salva
MSG_DONTSAVE=Non salvare
MSG_DONTSAVEALL=Non salvare nulla
MSG_NODISPLAYAGAIN=Non visualizzare più questo messaggio
BTN_YES=&Sì
BTN_NO=&No
BTN_NOALL=&No a tutto
MSG_INPUTTEXT=Inserire qui il testo
MSG_FLATTENLAYER=Per questa attività devi appiattire le forme con una immagine di sfondo.\nVuoi appiattire le forme?
MSG_FLATTENALL=Vuoi appiattire tutte le forme?
MSG_INVALID_DOWNLOADURL=Si è verificato un errore nel download dell'immagine.
MSG_OPENURL=Inserire una URL.
MSG_ANYSETTINGOK=Le impostazioni sono state modificate correttamente.
MSG_DEFAULTEDITOR=PicPick è stato impostato come editor predefinito per le immagini.
MSG_FTPINFONEED=Devi prima inserire le informazioni sul tuo server FTP.
MSG_CONNECTIONFAIL=E' avvenuto un errore nella connessione con il server.
MSG_PROGRAM_NOSKYPE=Impossibile trovare Skype.
MSG_ACTIVATE_OFFLINE=Impossibile attivare la chiave licenza a causa di problemi alla connessione internet.\nVuoi attivare la licenza in modo offline?
MSG_ACTIVATE_OK=La licenza è stata attivata.\nGrazie per aver scelto PicPick!
MSG_ACTIVATE_TRIAL=La licenza di prova è stata attivata.\nGrazie per aver scelto PicPick!
MSG_ACTIVATE_FAIL=Attivazione fallita.\nPer maggiori informazioni contattaci.
MSG_VALIDOWNERNAME=Inserisci un nome licenziatario valido.
MSG_VALIDLICENSEKEY=Inserisci una chiave licenza valida.
MSG_FILENOTFOUND=Impossibile trovare il file.
MSG_CAPTUREAREAFAIL=Si è verificato un errore durante il calcolo dell'area da catturare.\nVerifica i tuoi software (antivirus, antimalware/antispyware) che potrebbero causare il problema.
MSG_TRANSPARENCYLOST=Se salvi questa immagine qualsiasi trasparenza verrà persa.\nVuoi continuare?
MSG_DONOTSHOWWEEK=Non visualizzare questa finestra per 1 settimana
MSG_NEWVERSIONAVAILABLE_SHORT=È disponibile una nuova versione di PicPick
MSG_HOTKEY_ALREADY3=Verifica altre applicazioni attualmente in esecuzione come Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=È disponibile una nuova versione di PicPick.\nVuoi installarla ora?
MSG_NEWVERSIONINSTALLING=Attendi il completamento del download dell'aggiornamento...
MSG_NEWVERSIONRESTART=L'aggiornamento partirà automaticamente tra pochi secondi...
MSG_ACTIVATE_INVALID=La chiave licenza che hai inserito non è valida.\nVerifica la chiave inserita e riprova.
MSG_NOUPDATEAVAILABLE=Il programma è aggiornato.
MSG_NOTENOUGHCAPTUREAREA=L'area selezionata è troppo piccola da catturare.
MSG_CAPTUREOPTION_NEXTTIME=L'opzione selezionata verrà applicata dalla prossima cattura.
MSG_ACTIVATE_EXPIRED=La licenza è scaduta.\nPer continuare ad usare PicPick senza interruzioni rinnova la licenza.
MSG_RESTART_WARNING=Alcune modifiche non avranno effetto fino al riavvio del programma.
MSG_DEACTIVATE=Sei sicuro di voler disattivare la licenza in questo computer?
MSG_DEACTIVATE_SUCCESS=La licenza è stata correttamente disattivata in questo computer.
MSG_SCREENRECORDER_FAILURE=Si è verificato un errore durante l'inizializzazione del registratore schermo.\Reinstallare l'applicazione.
MSG_SCREENRECORDER_HELP_RECORD=Per interrompere la registrazione a schermo intero, fai clic sull'icona del registratore dello schermo nell'area di notifica della barra delle applicazioni o premi il pulsante [%s].
MSG_SCREENRECORDER_HELP_STOP=La registrazione del video è stata completata.\nVuoi visualizzare il file video registrato nella cartella destinazione?
MSG_SCREENRECORDER_HELP_LIMITED=Questa versione gratuita è limitata come registrazione a %d minuti.
MSG_ERROR_LOADIMAGE=Si è verificato un errore durante la lettura del file.\nQuesto non è un file immagine valido o il suo formato non è attualmente supportato.
MSG_ERROR_LOADHEIC=Per aprire questo file è necessaria un'estensione aggiuntiva.\nVuoi andare subito alla pagina web per il download?
MSG_RESTORE_DEFAULT=Sei sicuro di voler ripristinare le impostazioni predefinite?
MSG_DISABLED_FEATURE=Questa funzione è stata disabilitata dall'amministratore.
MSG_DUPLICATED_FILETABNAME=Il nome del file o della scheda esiste già.
MSG_SCROLLCAPTURE_FAILURE=Impossibile eseguire l'acquisizione a scorrimento di [%s].
MSG_SCREENRECORDER_INSTALL=Registrazione schermo richiede i privilegi di amministratore per eseguire un'installazione aggiuntiva.\nVuoi continuare?
MSG_INVALID_HOTKEY=Il tasto premuto non può essere usato come tasto scelta rapida.
#7.2.0
MSG_RESET=Sei sicuro quando esci dal programma di voler ripristinare le opzioni?
MSG_RESET_CONFIRM=Affinché la modifica abbia effetto è necessario riavviare il programma.
MSG_SCREENRECORDER_ERROR=Si è verificato un errore durante l'elaborazione della codifica.
MSG_SCREENRECORDER_NOINPUTS=Impossibile trovare dispositivi di input audio.
MSG_FAIL_LIMIT_AUTOSAVE=La cartella di salvataggio automatico ha raggiunto il limite.\nControlla il contenuto della cartella di salvataggio automatico.
#7.2.0
